export const common = {
  siteName: "BugFix LLC Webサイト",
  domain: "bug-fix.org",
  title: {
    index: "BugFix LLC - テクノロジー ✕ 教育 ✕ Webマーケティング",
    contact: "お問い合わせ | BugFix LLC",
    privacyPolicy: "プライバシーポリシー | BugFix LLC",
    law: "特定商取引法に基づく表示 | BugFix LLC",
    siid: {
      index: "オンラインのプログラミングスクール「SiiD」 - BugFix LLC",
      basic: "Basicコース | オンラインのプログラミングスクール「SiiD」 - BugFix LLC",
      career: "Careerコース | オンラインのプログラミングスクール「SiiD」 - BugFix LLC",
    }
  },
  disc: {
    index: "BugFixは登録者11万人のYouTubeチャンネル「セイト先生のWeb/ITエンジニア転職ラボ」の運営や、ゼミ形式のオンライン・プログラミングスクール「SiiD」などを運得するテック企業です。またそのほか、エンジニア転職支援サービス「EEE転職」も提供しています。",
    contact: "お問い合わせフォームです。弊社BugFixへはこちらからお気軽にお問い合わせください。",
    privacyPolicy: "BugFixは登録者11万人のYouTubeチャンネル「セイト先生のWeb/ITエンジニア転職ラボ」の運営や、ゼミ形式のオンライン・プログラミングスクール「SiiD」などを運得するテック企業です。またそのほか、エンジニア転職支援サービス「EEE転職」も提供しています。",
    law: "BugFixは登録者11万人のYouTubeチャンネル「セイト先生のWeb/ITエンジニア転職ラボ」の運営や、ゼミ形式のオンライン・プログラミングスクール「SiiD」などを運得するテック企業です。またそのほか、エンジニア転職支援サービス「EEE転職」も提供しています。",
    siid: {
      index: "オンラインのプログラミングスクール「SiiD」では、ゼミ形式でプログラミングやソフトウェア開発の手法をレクチャーします。カジュアルに始められるBasicコースと、ストイックに取り組むCareerコースがあります。",
      basic: "本コースでは「誰でもプログラミングを楽しく始めよう」をコンセプトに、受講生みなさんが楽しみながら自走できるスキルを習得できることを目指します。実際に手を動かす課題に取り組んでいただいたり、グループワークや1on1を通じてインプットとアウトプットを繰り返すことで学習効率の最大化を目指します。",
      career: "本コースでは「実践的なスキルの獲得およびトレンドに即した転職支援」をコンセプトに、技術と効率的な学習方法を学びます。エンジニアに必要な基礎技術のほか、どのように学習すべきかといったノウハウも合わせて習得することで、みなさんのプログラミング習得速度を加速させます。またエンジニア人事経験者である講師が就活対策をサポートすることで、正しい業界知識の習得いただき、受講生の就職が成功するよう最大限サポートいたします。",
    }
  }
}